Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/white_papers/samediggidiedadus_samegiela_birra_2012.pdf.tmx
Source language: sme
Languages: smj

source: Sámegiela nannema ja ovddideami barggus lea dehálaš earuhit ovttaskas olbmo vuoigatvuođa geavahit sámegiela, ja daid iešguđetge dárbbuid mat sámegielain leat jus galget ovdánit viidáseappot.
smj: Gå sámegiela nannimijn ja åvddånahttemijn barggá de sjaddá ájnas ieridit gaskan ájnegis ulmutja riektáj sámegiela adnuj ja dárbo ma iesjguhtik sámegielan le vijddásappo åvddånit.

source: Lea govttolaš geahčadit oktagaslaš giellavuoigatvuođaid almmolaš bálvalusfálu ektui, ja sámegiela ovdáneapmi ges ferte vuođđuduvvot daidda dárbbuide mat gielas leat dain iešguđetge giellaguovlluin.
smj: Luluj vuogas gehtjadit ájnegis ulmutjij riektájt almulasj dievnastusfálaldagáj aktijvuodan, madi sámegiela åvddånibme hæhttu álgget dajs dárbojs ma gielan li iesjguhtik giellaguovlon.

source: Sámelága giellanjuolggadusat ja hálddašanmodeallat
smj: Sámelága giellanjuolgadusá ja háldadimmodella

source: Sámedikki vuolggasadji lea vuoigatvuohta mii buot sámegielagiin lea geavahit iežaset giela.
smj: Sámedikke álggo le riektá mij juohkka sámegielagin le gielas adnet.

source: Juohke sámegielagis galgá leat vuoigatvuohta geavahit sámegiela go deaivvada almmolašvuođain beroškeahttá gos orru.
smj: Juohkka sámegielagin galggá riektá sámegielav adnet almulasj aktijvuodan vájku dal gånnå årru.

source: Odne lea dušše dan álbmogis mii orru suohkaniin mat leat mielde sámegiela hálddašanguovllus main lea dát vuoigatvuohta, danne go sámelága giellanjuolggadusat gustojit dušše dáidda suohkaniidda.
smj: Uddni li dá riektá dåssju sijájn gudi årru sáme giellaháldadimguovlon årru, gå sámelága giellanjuolgadusá guosski dåssju dájda suohkanijda.

source: Danne lea dárbu ođasmahttit sámelága giellanjuolggadusaid, nu ahte fátmmastit olles riikka.
smj: Danen beras luluj sámelága giellanjuolgadusá rievddaduvvat, váj ålles lánndaj guosski.

source: Almmolaš hálddašeapmi lea stáhtalaš ovddasvástádus mii lea nannejuvvon gustovaš lágain.
smj: Almulasj háldadibme le stáhta duogen guoskavasj lágaj milta.

source: Go sámeláhka cealká ahte sámegiella ja dárogiella leat dásseárvosaš gielat, de berrejit buot sámegielagiin leat seammalágan vuoigatvuođat geavahit sámegiela go dárogielagiin lea dárogiela dáfus.
smj: Gå sámeláhka mierret sáme- ja dárogiella li avtaárvvusasj giela, bierri juohkka sámegielagin sæmmi riektá sámegiela adnuj dagu dárogielagijn le dárustit.

source: ILOkonvenšuvdna nr. 169 nanne ovttaskas olbmo vuoigatvuođa oahppat ja geavahit iežas giela.
smj: ILO-konvensjåvnnå 169 mierret ájnegis ulmutjijn le riektá gielasa oahppat ja adnet.

source: Norga lea ratifiseren dán konvenšuvnna, ja nappo lea ge geatnegahtton láhčit almmolaš bálvalusaid sámegillii suohkanlaš, fylkkasuohkanlaš ja eará almmolaš hálddašeamis.
smj: Vuodna le dáv konvensjåvnåv vuollájtjállám, ja navti le vælggogis dilev láhtjet váj almulasj dievnastusá sámegiellaj fáladuvvi suohkanij, fylkkasuohkanij ja ietjá almulasj oajválattjaj háldadijn.

source: Dálá njuolggadusaid ođasmahttin mearkkašivččii ahte sámelága giellanjuolggadusat gustogohtet miehtá riikka, eai ge ráddjejuvvo ovttaskas guovlluide.
smj: Udnásj njuolgadusáj rievddam mierkki sámelága giellanjuolgadusá ålles lánndaj guosski, ja e ájnegis guovlojda ráddjiduvá.

source: Sámediggi diehtá ahte Ráđđehus dál lea bargame geahčadit sámelága giellanjuolggadusaid ja árvvoštallá boahttevaš hálddašanmodeallaid.
smj: Dákkir rievddam aj udnásj háldadimguovlluj vájkkut. Sámedigge diehtá Ráddidus le dálla sámelága giellanjuolgadusájt tjadádime ja boahtteájge háldadimmodellajt árvustallá.

source: Sámediggi oaidná ahte dákkár árvvoštallan lea dárbbalaš danne go gielladilli ja ássanminsttar leat rievdan, ja go ođđa suohkanat leat váldon mielde hálddašanguvlui.
smj: Sámedigge vuojnná dárboj dákkir tjadádimes gielladile, ieritjåhtema ja háldadimguovlo ådå suohkanij diehti.

source: Boahttevaš hálddašanmodealla ferte váldit daid iešguđetlágan gielladiliid vuhtii jus galgá sáhttit seailluhit ja ovddidit giela daid dárbbuid mielde mat dain iešguđetge giellaguovlluin leat.
smj: Boahtteájge háldadimmmodælla hæhttu iesjguhtik gielladilijt vuorodit váj máhttá gielav várajda válldet ja åvddånahttet daj dárboj milta ma li iesjguhtik giellaguovlon.

source: Okta váikkuhus das go sámelága giellanjuolggadusat rievdaduvvojit gustot miehtá riikka, lea ahte šaddá dárbu ráhkadit differensierejuvvon njuolggadusaid.
smj: Gå sámelága giellanjuolgadusá rievddaduvvi ålles rijkkaj guosskat, de le dárbbo hiebadum njuolgadusájt dahkat.

source: Sámediggi oaidná ahte sáhttá šaddat hástaleaddjin muhtun suohkaniidda Norggas bálvalit iežas sámegielat álbmoga sámegillii.
smj: Sámedigge vuojnná soajttá hásstalussan muhtem suohkanijda Vuonan ietjasa sáme álmmugav sámegiellaj dievnnot.

source: Danne lea dárbu ođđa hálddašanmodellii mii boahtá dálá sámegiela hálddašanguovllu sadjái.
smj: Danen le dárbbo ådå háldadimmodellas mij udnásj sáme giellaháldadimguovlo sadjáj boahtá.

source: Go mii dán oktavuođas hupmat hálddašanmodealla birra, de guoská dát almmolaš bálvalusaide sámegillii maid Sámediggi oaidná almmolaš ovddasvástádussan.
smj: Gå dán aktijvuodan giehttop háldadimmodella birra de dat guosská almulasj dievnnomav sámegiellaj mav Sámedigge adná almulasj åvdåsvásstádussan.

source: Sámediggi jurddaša guovttesuorat hálddašanmodealla.
smj: Sámedigge sihtá háldadimmodellav mij le guovte oassáj juogedum.

source: Lea govttolaš ahte dat suohkanat mat odne leat mielde sámegiela hálddašanguovllus, galget čuovvut ovtta láhkamearrádusa.
smj: Luluj vuogas jus da suohkana ma uddni li sáme giellaháldadimguovlon avta juohkusij biejaduvvi sierra njuolgadusáj.

source: Dát suohkanat galget leat giellaresursasuohkanat gos sámegielat álbmogis lea viiddiduvvon vuoigatvuohta sámástit ja oažžut bálvalusaid sámegillii.
smj: Dá suohkana de sjaddi giellaressursassuohkanin gånnå sáme álmmugin le vijdedum riektá sámegielak dievnastusájda ja adnuj.

source: Eará suohkanat galget maid čuovvut sámelága giellanjuolggadusaid, muhto daidda ii galgga leat seamma viiddis láhkamearrádus.
smj: Sámelága giellanjuolgadusá guosski aj ietjá suohkanijda, valla sidjij ælla sæmmi vijdes gájbbádusá.

source: Muhtun áibbas guovddáš giellavuoigatvuođat fertejit guoskat olles riikii.
smj: Muhtem guovdásj giellariektá hæhttuji lándav miehtáj gávnnut.

source: Dát leat ovdaskuvlamánáid giellavuoigatvuođat, vuoigatvuohta oažžut oahpahusa sámegielas ja sámegillii, vuoigatvuohta oažžut dearvvašvuođa- ja sosiálabálvalusaid sámegillii, vuoigatvuohta gozihit riektesihkarvuođa iežas gillii ja vuoigatvuohta oažžut girkolaš bálvalusaid sámegillii.
smj: Da li giellariektá åvddåskåvllåmánájda, riektá åhpadussaj sámegielan ja –giellaj, riektá varresvuohta- ja huksodievnastusájda sámegiellaj, riektá almma riektásihkarvuohtaj ietjas giellas ja riektá girkkolasj dievnastusájda sámegiellaj.

source: Dákkár guovttesuorat modealla mielddisbuktá dárbbu lasi ekonomalaš resurssaide ja danne lea ge dárbbašlaš ahte sihke giellaresursasuohkanat ja eará suohkanat sihkkarastojuvvojit rámmajuolludusaid sámegielat bálvalusaide stáhtabušeahta bokte.
smj: Dákkir guovtejuogedum modælla gájbbet lijggeressursajt ja danen le dárbulasj giellaressurssasuohkana ja ietjá suohkana oadtju rammemávsov sámegielak dievnastusájda stáhtabudsjehta baktu.

source: Sámediggi oaidná giellaresursasuohkaniid dehálaš ovttasbargoguoibmin barggus nannet sámegiela báikkálaččat.
smj: Sámedigge adná giellaressurssasuohkanijt ájnas aktisasjbarggoguojmmen gå galggá sámegielav bájkálattjat nannit.

source: Sámediggi lea vuolláičállán ovttasbargošiehtadusaid buot suohkaniiguin mat leat mielde hálddašanguovllus, guovttegielatvuođadoarjagiid geavaheami birra.
smj: Sámedigge le aktan barggagoahtám gájkaj suohkanij ma li sáme giellaháldadimguovlon guovtegielakvuodarudáj ano vuoksjuj.

source: Sámediggi oaidná dárbbu ahte suohkanat barget aktiivvalaččat nannet ja ovddidit sámegiela suohkaniin.
smj: Sámedigge vuojnná dárbov suohkana dåjmalattjat barggi váj nanniji ja åvddånahtti sámegielav suohkanijn.

source: Guovttegielatvuođadoarjja maid Sámediggi hálddaša, galgá geavahuvvot ovddidandoarjjan giellaresursasuohkaniidda.
smj: Guovtegielakvuodadoarjja mav Sámedigge háldat aneduvvá åvddånahttemdoarjjan giellaressurssasuohkanijda.

source: Ovttasbargošiehtadusaid bokte giellaresursasuohkaniiguin galgá Sámediggi ja ovttaskas suohkan oažžut vejolašvuođa álggahit doaibmabijuid dan gielladili vuođul mii ovttaskas suohkanis lea.
smj: Aktisasjbarggosjiehtadusáj baktu Sámedikkijn bæssá juohkka suohkan dåjmajt jåhtuj biedjat ma hiehpi gielladilláj mij le juohkka suohkanin.

source: Lea Sámedikki mihttu ahte eambbo suohkanat gos lea sámi álbmot šaddet giellaresursasuohkanin.
smj: Sámedikke ulmme le ienep suohkana sáme álmmugijn giellaressurssasuohkanin sjaddi.

source:  Sámegielat álbmogis lea duohta vejolašvuohta geavahit sámegiela go deaivvada almmolaš
smj:  Sámegielak álmmugin galggá almma vejulasjvuohta sámegielav adnet almulasj háldadusá

source: hálddašemiin
smj: aktijvuodan.

source: Oassemihtut:
smj: Oasseulmme:

source:  Sámelága giellanjuolggadusat galget gustot miehtá riikka
smj:  Sámelága giellanjuolgadusá ålles lánndaj guosski

source:  Sámi giellaresursasuohkanat barget aktiivvalaččat ovddidit sámegiela
smj:  Sáme giellaressurssasuohkana dåjmalattjat barggi sámegiela åvddånahttemijn.

source: Strategiijat:
smj: Strategija:

source:  Oassálastit aktiivvalaččat Sámi giellanjuolggadusaid ođasmahttinbarggus
smj:  Dåjmalattjat oassálasstet Sámelága giellanjuolgadusáj rievddamijda

source:  Sihkkarastit buriid rámmaeavttuid giellaresursasuohkaniidda
smj:  Buorre ålgodisævtojt giellaressurssasuohkanijda sihkarasstet

source: Ekonomalaš rámmat
smj: Økonomalasj birástagá

source: Lea hástalus Sámediggái, suohkaniidda, giellaguovddážiidda, skuvllaide ja eará ásahusaide mat barget sámegielain go váilot doarvái ekonomalaš návccat.
smj: Økonomalasj ressursaj vádno le hásstalussan sihke Sámediggáj, suohkanijda, giellaguovdátja, skåvlå ja ietjá ásadusá ma sámegielajn barggi.

source: Sámediggi oaidni ahte sámegiella ferte dál vuoruhuvvot eambbo buot servodatsurggiin.
smj: Sámedigge miejnni muddo le dal stuoráp vuorodibmáj sámegielas juohkka sebrudaksuorgen.

source: Dát lea áibbas mearrideaddji jus gielas galget leat buorit ovdánanvejolašvuođat.
smj: Dát le ållu vuodulasj jus gielan galggi åvddånahttemvejulasjvuoda.

source: Dálá rámmajuolludeamit eai leat doarvái buorit, ja Sámediggi oaidná dárbbu eambbo vuoruhit sámegielat fálaldagaid servodagas, sihke fágaolbmuid rekrutterema ja oahpaheami dáfus ja sámegielat fálaldagaid hábmema dáfus.
smj: Udnásj birástakmávso ælla dågålattja, ja Sámedigge vuojnná dárbbo le vijdes vuorodimes sámegielak fálaldagájs sebrudagán, sihke mij guosská rekrutterimij ja fáhkaulmutjij åhpadibmáj ja sámegielak fálaldagáj åvddånahttemij.

source: Jus sirdá válddi ja ovddasvástádusa ovddidit sámegiela Sámediggái, de bohciida dárbu eambbo rámmajuolludemiide Sámediggái.
smj: Jus Sámedigge galggá fámov oadtjot sámegiela åvddånime badjel ja dan åvddånahttema åvdås vásstedit de dat gájbbet viehka ållo ienep rudá Sámediggáj.

source: Sámediggi disponere 2012:s 65 miljovnna ruvnno sámegillii.
smj: Sámedigge háldat 2012:n 65 millijåvnå sámegiellaj.

source: Dáin leat 53 miljovnna njuolgga doarjagat suohkaniidda, fylkkasuohkaniidda ja sámi giellaguovddážiidda.
smj: Dájs li 53 millijåvnå njuolggadoarjja suohkanijda, fylkkasuohkanijda ja sáme giellaguovdátjijda.

source: Loahppa 12 miljovnna leat várrejuvvon iešguđetge prošeavttaide maid Sámediggi álggaha, ja ohccivuđot ortnegiidda.
smj: Da 12 millijåvnå li iesjguhtik prosjevtajda biejadum ma li Sámedikkes jåhtuj biejadum, ja aj årnigijda masi bæssá åhtsåt.

source: Sámediggi oažžu jahkásaččat ohcamiid sullii duppalit dán supmi ovddas.
smj: Sámedigge jahkásattjat oadtju åhtsåmusájt gåjt dal guovte gærddáj dajs rudájs ma juolloduvvi.

source: Bohtet ohcamat olu buriid prošeavttaide, muhto go leat olu ohccit, de ferte čavga vuoruhit.
smj: Viehka moadda buorre prosjevtajda rudájt åhtsi, valla gå moattes åhtsi de hæhttu garrasit vuorodit.

source: Sámediggi addá maid doarjagiid sámi čáppagirjjálašvuođa almmuheapmái, oahpponeavvobuvttadeapmái ja eará gillii guoski doaimmaide.
smj: Sámedigge doarjju aj sáme tjáppagirjálasjvuodav, oahpponævvobuvtadimev ja ietjá giellagullevasj dåjma. Dájda aj moattes åhtsi ja hæhttu garrasit vuorodit.

source: Suohkanat ja fylkkasuohkanat mat leat sámegiela hálddašanguovllus mielde leat jahkásaččat ožžon sullii 45 miljovnna ruvnno guovttegielatvuođadoarjaga.
smj: Suohkana ja fylkkasuohkana ma li sáme giellaháldadimguovlon li jahkásattjat oadtjum sulle 45 millijåvnå kråvnå guovtegielakvuodadoarjjan.

source: Dát leat ruđat mat juolluduvvojit suohkaniidda ja fylkkasuohkaniidda sihkkarastin dihte guovttegielat bálvalusaid.
smj: Dá li rudá ma suohkanijda ja fylkkasuohkanijda juolloduvvi guovtegielak dievnastusfálaldibmáj.

source: Dát leat rámmajuolludeamit maid Sámediggi jahkásaččat oažžu stáhtas.
smj: Dá li birástakmáksema majt Sámedigge jahkásattjat stáhtas oadtju.

source: Guovttegielatvuođadoarjja ii leat lassánan oppalaš haddegoargŋuma mielde servodagas.
smj: Guovtegielakvuodadoarjja ij le lassánam åbbålasj haddegoarŋŋoma milta sebrudagán.

source: Sámediggi oažžu jahkásaččat raporttaid ja bušeahttadárbbu suohkaniin ja fylkkasuohkaniin.
smj: Sámedigge oadtju rapportajt ja budsjæhttadárbojt suohkanijs ja fylkkasuohkanijs juohkka jage.

source: Erenoamážit suohkanat dieđihit dárbbu lassi doarjagii.
smj: Sierraláhkáj suohkana diededi dárbahi ienep rudájt.

source: Sámedikki evttohus ahte sámelága giellanjuolggadusat galget gustot miehtá riikka, bohtet mielddisbuktit váikkuhusaid suohkaniidda mat leat mielde hálddašanguovllus, ja suohkaniid ja fylkkasuohkaniid guovttegielatvuođadoarjagii.
smj: Sámedikke oajvvadus jut sámelága giellanjuolgadusá galggi ålles lánndaj guosskat sjaddá vájkkudit suohkanijda ma juo li giellaháldadimguovlon ja guovtegielakvuodadoarjjaj suohkanijda ja fylkkasuohkanijda.

source: Sámediggi oaivvilda ahte rámmajuolludeamit sámegielat bálvalusaide fertejit mannat njuolga stáhtas suohkaniidda ja fylkkasuohkaniidda.
smj: Sámedigge miejnni birástakmáksema sámegielak dievnastusájda hæhttuji njuolgga stáhtas suohkanijda ja fylkkasuohkanijda mannat.

source: Duohta goluid kárten guovttegielat bálvalusfálu oktavuođas ferte leat vuođđun go mearrida rámmajuolludemiid.
smj: Almma gålo guovtegielak dievnastusfálaldime aktijvuodan hæhttuji vuodon gå birástakmáksemav mierret.

source: Sámediggi oaidná dárbbašlažžan ahte sámegiella nannejuvvo ja ovddiduvvo giellaresursasuohkaniin.
smj: Sámedigge vuojnná dárbov sámegielav nannit ja åvddånahttet giellaressurssasuohkanijn.

source: Sámediggi áigu nannet sámegiela dáin suohkaniin giellaovddidanruđaid bokte.
smj: Sámedigge sihtá sámegielav nannit dáj suohkanijn giellaåvddånahttema rudáj baktu.

source: Dát dahkkojuvvo guhkesáiggi ovttasbargošiehtadusaid bokte suohkaniiguin gos mihtut biddjojit giela dárbbuid mielde ovttaskas suohkanis.
smj: Dáv dahkap guhkesájggásasj aktisasjbarggosjiehtadusáj baktu suohkanij gånnå ulmijt mierret iesjguhtik suohkana dárboj milta giela vuoksjuj.

source: Fertejit álggahuvvot doaibmabijut suohkana álbmoga hárrái ja mat nannejit sámegiela geavaheami, mat lasihit giellageavaheddjiid logu ja čalmmustahttet sámegiela servodagas.
smj: Dåjma hæhttuji jåhtuj biejaduvvat suohkana álmmugij vuoksjuj ma sámegiela anov vijdet, sámegielaj addnij lågov laset, ja sámegielav vuojnnusij buktá sebrudagán.

source: Juolludeamit maid odne oažžut stáhtas dušše fal guovttegielat bálvalusfállui, galget mannat sámegiela ovddideapmái ja doaibmabijuide mat ovddidit giellaovdáneami giellaresursasuohkaniin.
smj: Rudá ma uddni stáhtas båhti galggi dåssju mannat sámegiela åvddånahttemij ja dåjmajda ma giellaåvddånahttemav giellaressurssasuohkanijn åvdet.

source: Sámi giellaguovddážat barget buori barggu lagasbirrasiin ja mielddisbuktet olu doaimmaid giellakurssaid bokte ja sámegiela arenan.
smj: Sáme giellaguovdátja viehka buorre bargov dahki bájkálasj sebrudagájn, ja li dåjmalattja dagu giellakursaj ja sámegiela árenáj ásadijn.

source: Sámi giellaguovddážat dieđihit jahkásaš raporttaid ja bušeahttadárbbuid bokte ahte lea stuora dárbu eambbo doaibmabijuide mat nannejit sámegiela.
smj: Sáme giellaguovdátja diededi jahkásasj rapportaj ja budsjæhttadárboj baktu dárbbo le ienep dåjmajs ma sámegielav nanniji.

source: Einnostahtti ekonomiija lea eaktun giellaguovddážiid doaimmas. Giellaguovddážiid ekonomalaš dilli ferte nannejuvvot dovdomassii jus galgá buoridit sin vejolašvuođa ráhkadit guhkesáiggi plánaid báikkálaš servodaga dárbbuid mielde.
smj: Giellaguovdátja aj tsuojggiji ij le heva luohtadahtte jus rudá båhti jali e. Giellaguovdátjij ruhtadille hæhttu tjielggasit buoreduvvat jus galggi bessat guhkesájggásattjat plánit bájkálasj sebrudagáj dárboj milta.

source: Dát čujuhuvvo maid sámi giellaguovddážiid evalueremis.
smj: Dát tsuojggiduvvá aj sáme giellaguovdátjij árvustallamin.

source: Sámediggi lea gearggus geahčadit maid mii sáhttit dahkat buoridan dihte giellaguovddážiid ekonomalaš dili, muhto oaivvildit ahte maiddái earát, nu go suohkanat, fylkkasuohkanat ja guovddáš eiseválddit, fertejit váldit stuorát ovddasvástádusa sihkkarastit giellaguovddážiid ekonomiija.
smj: Sámedigge le gárves gehtjadit gåktu máhttep giellaguovdátjij ruhtadilev buoredit, valla miejnni iehtjáda dagu suohkana, fylkkasuohkana ja guovdásj oajválattja hæhttuji ienep åvdåsvásstádusáv válldet váj giellaguovdátjij ruhtadille bárrán.

source: Sámediggi dárbbaša buriid ja aktiivvalaš ovttasbargoguimmiid sámegiela nannema ja ovddideami barggus dain iešguđetge giellaguovlluin, nu go ovdamearkka dihte sámi giellaguovddážiid, mat dahket hui buori barggu lagasbirrasiin.
smj: Sámedigge dárbaj buorre ja dåjmalasj aktisasjbarggoguojmijt gå galggap barggat sámegiela nannimijn ja åvddånahttemijt iesjguhtik suorgen, duola dagu sáme giellaguovdátja ma viehka buorre bargov dahki bájkálasj birrasijn.

source: Muhto eai buot guovlluin gos sápmelaččat orrot leat ásahuvvon giellaguovddážat.
smj: Valla ælla giellaguovdátja juohkka sajen gånnå sáme årru.

source: Sámediggi oaidná maid dehálažžan ovttasbargat eará sámi ásahusaiguin ja nannet daid nu ahte álggahuvvojit doaibmabijut mat nannejit sámegiela miehtá Sámi.
smj: Sámedigge adná ájnnasin barggat aktan ietjá sáme ásadusáj ja dájt nannit váj dåjma jåhtuj biejaduvvi ma sámegielav Sámev miehtáj nanniji.

source: Lea dehálaš ahte sámi ásahusaid giellagelbbolašvuohta nannejuvvo ja ahte šaddet nanu sámegielat fágabirrasat máŋgga guovllus.
smj: Ájnas le jut sáme ásadusáj giellamáhtudahka nanniduvvá ja jut nanos fáhkabirrasa sámegielan åvddåni duoppen dáppen.

source: Dát bohciidahtášii lassi doaimmaid ja buoret čalmmustahttima sámegiela hárrái.
smj: Návti sjaddi ienep dåjma ja sámegiella nannusappo vuojnnusij boahtá.

source: Go vuordit ahte sámi ásahusat galget váldit stuorát ovddasvástádusa sámegiela ovddideamis, de ferte maid váldit vuhtii ahte sámegielas váilot sánit ja tearpmat olu ođđa servodatsurggiin.
smj: Gå vuorddep sáme ásadusá galggi ienep åvdåsvásstádusáv válldet sámegiela åvdås, de hæhttu aj mielan adnet sámegielan vádnuni bágo ja moallánagá moatten ådå sebrudaksuorgen.

source: Gáibiduvvo ahte fágabargit fertejit oažžut resurssaid mat addet sidjiide vejolašvuođa bargat gielain.
smj: Dat gájbbet sáme ásadusájn li ålgodisævto mai baktu máhtti dát åvdås dågålasj láhkáj vásstedit.

source: Sámediggi lea gearggus váldit dán ovddasvástádusa, muhto gáibida maiddai ahte guovddáš eiseválddit váldet ovddasvástádusa dás.
smj: Sámedigge le gárves dát åvdås vásstedit, valla gájbbet guovdásj oajválattja aj dát åvdås vásstedi.

source: Leat álggahuvvon olu buorit fálaldagat ja doaibmabijut iešguđetge ovddasteddjiid bealis mat dál barget prošeavttaid vuođul.
smj: Viehka buorre fálaldagá ja dåjma li jåhtuj biejadum iesjguhtik ásadiddjijs prosjæktan.

source: Dát leat doaibmabijut mat leat buktán buriid bohtosiid ja maidda ferte sihkkarastit bistevaš ruhtadeami.
smj: Dá li dåjma ma li buorre båhtusijt vaddám ja masi hæhttu stuoves ruhtadibme ásaduvvat.

source: Mii namuhit dás muhtun ovdamearkkaid.
smj: Galggap dáppe muhtem buojkulvisájt nammadit.

source: Rávisolbmuidoahpahusprográmma Sámi allaskuvllas lea addán olu rávisolbmuide vejolašvuođa oahppat giela.
smj: Sáme allaskåvlå ållessjattukåhpadimprográmma le moadda ållessjattugijda vaddám vejulasjvuodav gielav oahppat.

source: Dát prošeakta ferte jotkojuvvot fásta ruhtademiin nu ahte ain eanebut ožžot vejolašvuođa oahppat sámegiela.
smj: Dát prosjækta dal joarkká stuoves ruhtadimijn váj ájn ienebu bessi sámegielav oahppat.

source: Lullisámi giellabeassi lea prošeakta maid Nordlándda fylkkamánni ja Sámeskuvlastivra Ruoŧas leat álggahan.
smj: Oarjjelsáme giellabiesse le prosjækta mij le Nordlánda fylkkamánnes ja Svieriga sámeskåvllådåjmadagás jåhtuj biejadum.

source: Giellabeasit ja giellalávggut leat leamaš beaktilis doaibmabijut giellaoahpahusa nannemis.
smj: Giellabiese ja giellalávggoma li viehka dåbmara læhkám gå galggá giellaåhpadusáv nannit.

source: Sámediggedieđáhusas oahpahusa ja oahpu birra namuhuvvo maid dehálašvuohta oažžut fásta ruhtadeami giellalávgguide.
smj: Sámediggediedádusán åhpadusá hárráj nammaduvvá aj man ájnas le jut giellalávggoma stuoves ruhtadimev oadtju.

source: Vásáhusat lullisámi guovllus čájehit ahte mánát ja nuorat ohppet sámegiela mihá jođáneappot go oassálastet dákkár giellabesiin.
smj: Åtsådallama oarjjelsáme guovlos vuosedi máná ja nuora sámegielav oahppi viehka jåhtelabbo gå dákkir giellalejrajda oassálassti.

source: Leat olu vejolašvuođat, erenoamážit rádjeguovlluin, ávkkástallat oahpaheaddjiresurssaiguin Ruoŧas ja Suomas, ja oktiiheivehit giellabeassečoagganemiid.
smj: Galle le vejulasjvuodajs, sierraláhkáj rádjáguovlojn, åhpadiddjeressursajt Svierigin ja Suoman ávkkit, ja giellabiesetjåhkanimijn aktijdit.

source: Dát berre leat fásta fálaldat ja gáibida ekonomalaš resurssaid.
smj: Da beras lulujin liehket stuoves fálaldagá ja gájbbedi økonomalasj ressursajt.

source: Ulbmil:
smj: Ulmme:

source:  Sámegielas leat buorit ekonomalaš rámmaeavttut
smj:  Sámegielan li buorre økonomalasj ålgodisævto

source: Oasseulbmilat:
smj: Oasseulmme:

source:  Lassi rámmajuolludeamit stáhtas sámegiela ovddideapmái
smj:  Lasedum birástakmávso stáhtas sámegiela åvddånahttemij

source:  Rámmajuolludeamit sámegielat bálvalusaide njuolga stáhtas suohkaniidda ja
smj:  Birástakmákso sámegielak dievnastusfálaldahkaj njuolgga stáhtas suohkanijda ja

source: fylkkasuohkaniidda
smj: fylkkasuohkanijda.

source:  Ásahit sámi almmolaš lávdegotti mii čielggada lágaid, válddi, rámmaeavttuid ja
smj:  Sáme almulasj nammadusáv ásadit mij guoradallá njuolgadusájt, fámov, ålgodisævto ja

source: ovddasvástádusjuogu sámegiela dáfus
smj: åvdåsvásstádusáv sámegiela vuoksjuj.

source:  Bearráigeahččat ahte suohkaniid ja fylkasuohkaniid golut guovttegielat bálvalusaide
smj:  Bærrájgæhttjat jut suohkanij ja fylkkasuohkanij guovtegielak dievnastusáj gålo kárttiduvvi

source:  Láhčit dili dasa ahte lihkostuvvan gielladoaibmabijut bohtet fásta doibmii
smj:  Dilev láhtjet váj giellaprosjevta ma buoragit li vuorbástuvvam stuoves ruhtadimev oadtju.

source: Olmmošlaš návccat
smj: Almaslasj ressursa

source: Váilevaš giellagelbbolašvuohta lea stuora hástalus buot servodatsurggiin.
smj: Giellamáhtudagá vánesvuohta le stuorra hásstalus juohkka sebrudaksuorgen.

source: Erenoamážit oahpahussuorggis, dearvvašvuođasuorggis, riektesuorggis ja girkus lea dát leamaš okta dain stuorámus hástalusain sámegiela ovddidanbarggus.
smj: Sierraláhkáj åhpadussuorgen, varresvuodasuorgen, riektásuorgen ja girkkon le dát læhkám stuorámus hásstalusáj gaskan sámegiela bargon.
